-- phpMyAdmin SQL Dump
-- version 4.5.4.1deb2ubuntu2
-- http://www.phpmyadmin.net
--
-- 主機: localhost
-- 產生時間： 2017 年 11 月 10 日 02:28
-- 伺服器版本: 5.7.20-0ubuntu0.16.04.1
-- PHP 版本： 5.6.30-10+deb.sury.org~xenial+2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `siwancse`
--

-- --------------------------------------------------------

--
-- 資料表結構 `member`
--

CREATE TABLE `member` (
  `Id` int(11) NOT NULL,
  `Name` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `Gender` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `Birthday` date NOT NULL,
  `Birthplace` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `School` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `Phone` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `Address` varchar(300) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `Now` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- 資料表的匯出資料 `member`
--

INSERT INTO `member` (`Id`, `Name`, `Gender`, `Birthday`, `Birthplace`, `School`, `Phone`, `Address`, `Now`) VALUES
(5, '呂曜達', '男', '1989-11-04', '台北市', '碩士', '0988868800', '台北市內湖區康寧路三段189巷157弄21號', '數位IC設計工程師'),
(4, '陳慶耀', 'M', '1990-10-27', 'New Taipei', 'Master', '0972722500', '7F., No198., Minquan Rd., Louzhou dist, new Taipei city, taiwan', 'CEO/cofounder of TIH'),
(3, '江孟修', 'M', '1985-07-08', '台中', '碩士', '0911323455', '台中市潭子區光陽路 124 巷 8 號', '軟體工程師'),
(6, '詹皇廷', '男', '1992-04-19', '南投縣', '碩士', '0989995298', '南投縣草屯鎮中正路559巷7號', '工程師'),
(7, '許文哲', '男', '1988-12-12', '台北', '碩士', '0972362170', '台北市文山區萬美里18鄰萬美街二段2巷7之4號', '四零四科技'),
(8, '李哲宇', '男', '1986-02-01', '台北', '大學', '0952786410', '新北市樹林區保安街二段255巷1弄16號', '程設'),
(9, '莊敬中', '男', '1986-03-25', '台灣彰化', '碩士', '0939456412', '彰化縣員林市惠來里惠明街53巷19號', '軟體工程師'),
(10, '邱柏菖', '男', '1990-07-05', '台北市', '碩士', '0910425550', '台北市北投區致遠一路二段71巷6號', '華碩工程師'),
(11, '黃元亨', '男', '1986-02-28', '桃園', '大學', '0933774896', '台北市內湖區康寧路三段189巷21弄23號14F-2', '工程師'),
(12, '陳善由', '男', '1983-03-12', '台灣嘉義', '碩士', '0938127781', '嘉義縣大埔鄉大埔村16鄰大埔自強巷14號', '揚智科技'),
(13, '邱經達', '男', '1988-06-29', '台北市', '國立中山大學資訊工程學系碩士班', '0978770629', '台北市內湖區金湖路22號3樓', '網擎資訊軟體股份有限公司/軟體工程師'),
(14, '林稚雯', '女', '1992-02-20', '台南市', '碩士', '0924081220', '台南市南區同安里5鄰興南街42號', '達創科技/軟體工程師'),
(15, '羅睿', '女', '1992-03-31', '高雄', '碩士', '0928376050', '高雄市苓雅區武廟路61號10樓之3', '趨勢科技/工程師'),
(16, '喬峯', 'M', '1990-01-08', '台中', '碩士', '0986505126', '彰化縣北斗鎮新生里興農路一段494號', '資策會/工程師'),
(17, '蕭廷瑞', '男', '1995-05-20', '宜蘭縣', '碩士', '0975752165', '嘉義市東區安業里2鄰吳鳳南路132巷32弄3號', '學生'),
(18, '楊超評', '男', '1993-03-21', '台北市', '碩士', '0963006591', '台北市內湖區成功路四段217號4樓', '居易科技/工程師'),
(19, '詹鈞傑', 'Man', '1989-01-03', '高雄', '碩士', '0933311800', '高雄', 'MSTAR SE'),
(20, '羅文志', '男', '1992-11-17', '宜蘭縣', '碩士', '0988265677', '宜蘭縣員山鄉金泰路300巷73弄50號', '國立清華大學/研究助理'),
(21, '張建文', '男', '1988-06-10', '台中市', '碩士', '0928036103', '台中市北屯區后庄五街37號', '四零四科技/工程師'),
(22, '陳冠男', '男', '1984-10-31', '台南市', '碩士', '0911160310', '高雄市前鎮區鎮華街8巷1號4樓', '中冠資訊股份有限公司工程師'),
(23, '涂家寧', '女', '1989-12-06', '台北', '大學', '0978108505', '台北市文山區三福街5巷5號2樓', '地覺窩客數位有限公司/負責人'),
(24, '林必祥', '男', '1993-05-28', '臺中', '碩士', '0988225323', '臺中市豐原區豐原大道七段135號', '四零四科技/工程師'),
(25, '吳炫政', '男', '1984-07-01', '高雄市', '碩士', '0956738106', '高雄市前鎮區鎮海路60號11樓', '國泰人壽/精算人員'),
(26, '王塾憶', '女', '1989-08-14', '基隆市', '學士', '0936146236', '基隆市安樂區新西街127號5樓', ' '),
(27, '蔡月琪', '女', '1984-05-22', '高雄', '碩士', '0920513300', '高雄市', '台灣新蛋公司Android Team Leader'),
(28, '黃俊哲', '男', '1984-03-23', '南投縣', '碩士', '0931230322', '南投縣草屯鎮草溪路599巷32弄13號', '環鴻科技/工程師'),
(29, '張惟奕', '男', '1986-07-26', '高雄市', '碩士', '0937629051', '高雄市前鎮區崗山橫街12號', '鴻海/工程師'),
(30, '陳明曉', '男', '1992-12-18', '新北市', '大學', '0905377997', '新北市八里區埤頭里中山路一段１２９巷１３號５樓', '華芸科技/工程師'),
(31, '李協彥', '男', '1994-08-08', '台南市新營區', '中山大學資訊工程所', '0937301322', '台南市新營區民族路150巷30-1號', '中山資工研究生'),
(32, '吳明璋', '男', '1984-07-14', '高雄', '碩士', '0919621200', '高雄市楠梓區新昌街42號3樓', '台積電/工程師'),
(33, '彭永興', '男', '1981-02-14', '高雄', '博士', '0926850203', '高雄市鼓山區雄峰路1號4樓之1', '資策會/資深工程師'),
(34, '蘇韋銘', '男', '1987-12-19', '高雄市', '碩士', '0912730274', '高雄市岡山區協和里友愛巷52號', 'Brocade/工程師'),
(35, '陳坤志', '男', '1984-03-21', '高雄', '博士', '0972341966', '高雄市鳥松區永善路12號10樓', '國立中山大學資訊工程學系/助理教授'),
(36, '馮成駿', 'Male', '1990-01-25', '高雄市', '碩士', '0920517865', '高雄市楠梓區土庫六路九巷3號', '瑞昱半導體/工程師'),
(37, '陳彥儒', '男', '1992-03-26', '屏東', '碩士', '0912710173', '屏東市廣東南路90號三樓之二', '智原/工程師'),
(38, '周君翰', '男', '1988-10-16', '新竹', '碩士', '0937729024', '苗栗縣後龍鎮北龍里自強二街16號', '中華電信'),
(39, '郭建億', '男', '1982-12-06', '嘉義縣', '碩士', '0911187781', '嘉義縣義竹鄉西過村8林過路子376號', '傳象科技 資深軟體工程師'),
(40, '王曠銘', '男', '1981-08-01', '台北', '資工碩', '0952263351', '新北市三重區三寧街11號2F-1', 'EMQ/Software Developer'),
(41, '李佳穎', '男', '1992-07-23', '嘉義', '碩士', '0981915822', '嘉義市西區新民路762號12樓2', '新唐科技/工程師'),
(42, '李書緯', '男', '1995-03-15', '台北市', '碩士', '0905505063', '新北市三峽區永安街112號3樓', '國立成功大學電腦與通信工程研究所研究生'),
(43, '陳柏均', '男', '1991-01-17', '台中市', '碩士班', '0910968206', '台中市大肚區沙田路三段69號', 'Novatek/CAD工程師'),
(44, '陳佑任', '男', '1994-04-09', '嘉義', '學士', '0975-006183', '嘉義縣中埔鄉東興村6鄰38號', '高速網路實驗室研究生'),
(45, '楊佰謀', '男', '1990-11-29', '新北市', '碩士', '0988247896', '桃園市桃園區國興街6號4樓', '廣達電腦/工程師'),
(46, '阮名晨', '男', '1981-08-14', '高雄市', '大學', '0953313115', '苓雅區正言路120號', '智慧時尚股份有限公司/技術長'),
(51, '羅時瀚', '男', '1981-10-13', '桃園', '碩士', '0920669861', '桃園市八德區大興路191巷32號9樓', '英業達/副理'),
(48, '陳維婷', '女', '1992-02-23', '彰化', '碩士', '0925123263', '彰化縣和美鎮中寮里新中路121號', '盟創科技/工程師'),
(49, '邱子航', '男', '1989-03-19', '台南市', '碩士', '0972017558', '台南市東區崇明路56號', '瑞昱半導體/工程師'),
(50, '侯承志', '男', '0072-01-04', '台南市', '碩士', '0919787357', '台南市', '美光/ IT Solutions Lead'),
(52, '郭冠呈', '男', '1990-12-26', '台南', '碩士', '0911651710', '台南市崇德十九街120巷22號', '中華電信'),
(53, '楊鵬宇', '男', '1985-11-07', '台北', '碩士', '0932384299', '台中市烏日區環河路五段266號8樓之2', 'Google Operation Engineer'),
(54, '高鼎皓', '男', '1985-05-19', '高雄市', '碩士', '0912738822', '高雄市左營區介壽路221巷39號9樓', '中冠資訊/工程師'),
(55, '陳奎原', '男', '1985-12-12', '高雄市', '國立成功大學電通所', '0929206145', '台南市永康區中山北路164巷110弄14號6樓之3', '冠捷科技公司/主任工程師'),
(56, '葉政霖', '男', '1986-07-19', '高雄市', '中山大學資訊工程學系', '0979510719', '高雄市前鎮區廉江街47號11樓-3', 'Pegatron / 工程師'),
(57, '陳俊仁', '男', '1985-04-09', '高雄', '碩士', '0919049943', '高雄市', '哈瑪星科技/專案副理'),
(58, '黃奕璋', '7', '1994-07-22', '台南市', '中山資工研究所', '0970226382', '台南市南區金華里尊南街206號', '中山資工所/學生'),
(59, '胡士鑫', '男', '1986-12-03', '台南市', '碩士', '0988069732', '高雄市鳳山區青年路一段262巷4號', '資策會/工程師'),
(60, '楊凱珽', '男', '1981-01-29', '台中', '中山資工博', '0986800963', '台中市太平區中興路五號', '台積電/副理'),
(61, '成允君', '男', '1988-07-06', '高雄市', '大學', '0910944409', '高雄市前鎮區復興三路190巷2號', '中山大學 碩士生'),
(62, '唐彰隆', '男', '1986-03-21', '台南', '碩士', '0935527708', '屏東市廣東路1500巷2弄16號', '中華電信 工程師'),
(63, '許育誠', '男', '1986-07-15', '台北市', '碩士', '0981797642', '台北市北投區中央北路二段42巷17弄9號3樓', 'Qualcomm/Sr. Engineer'),
(64, '鄭彥鴻', '男', '1985-01-25', '台中豐原', '碩士', '0983137757', '臺中市豐原區三豐路二段579-1號', '台積電/設備自動化工程師'),
(65, '鍾曉函', '女', '1985-02-15', '台南', '碩士', '0910018215', '台南市永康區東橋五路72巷5號', '台積電/工程師'),
(66, '陳亞音', '女', '1988-07-10', '花蓮', '中山資工所', '0911007337', '屏東市廣東路1500巷2弄16號', '中華電信'),
(67, '李孟崇', '男', '1985-11-04', '台南', '中山資工所', '0955859663', '台南', 'QNAP/研發'),
(68, '黃柏翰', '男', '1990-12-27', '新北市', '碩士', '0958677212', '新北市土城區學府路111號8樓', '居易科技 工程師');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`Id`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `member`
--
ALTER TABLE `member`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
